export const winner = {
  result: [
    'А вот и пидор - ',
    'Вот ты и пидор, ',
    'Ну ты и пидор, ',
    'Сегодня ты пидор, ',
    'Анализ завершен, сегодня ты пидор, ',
    'ВЖУХ И ТЫ ПИДОР, ',
    'Пидор дня обыкновенный, 1шт. - ',
    'Стоять! Не двигаться! Вы объявлены пидором дня, ',
    'И прекрасный человек дня сегодня... а нет, ошибка, всего-лишь пидор - ',
  ],
  search: [
    [
      'Woob-woob, that"s da sound of da pidor-police!',
      'Выезжаю на место...',
      'Но кто же он?',
    ],
    [
      'Woob-woob, that"s da sound of da pidor-police!',
      'Ведётся поиск в базе данных',
      'Ведётся захват подозреваемого...',
    ],
    [
      'Что тут у нас?',
      'А могли бы на работе делом заниматься...',
      'Проверяю данные...',
    ],
    [
      'Инициирую поиск пидора дня...',
      'Машины выехали',
      'Так-так, что же тут у нас...',
    ],
    [
      'Что тут у нас?',
      'Военный спутник запущен, коды доступа внутри...',
      'Не может быть!',
    ],
  ],
};

export const adding = [
  'добавлен в рулетку. Добро пожаловать в нашу пидорскую семью, друг!',
  'добавлен в рулетку. Занимай место, согласно купленным билетам!',
  'добавлен в рулетку. Не пойму, ты гость или же просто мимо проходил?',
  'добавлен в рулетку. Ты готов ? Отлично ! Запасайся вазелином и поехали!',
  'добавлен в рулетку. Чувствуешь запах? Это пидор, сынок. Больше ничто в мире не пахнет так.',
  'добавлен в рулетку. Hello, fucking slave!',
  'добавлен в рулетку. Готовься к бою, друг. Здесь всё не так просто!',
];

export const errorAdding = [
  'совсем в шары долбишься ? Ты и так уже в розыгрыше!',
  'мать жива вообще ? Ты уже в розыгрыше!',
];

export const removing = [
  'ну и пиздуй лесом, чертила',
  'тебя сюда и не звали, гнида',
  ' не важно что говорят крысы, за спиной у кисы. Уёбывай, шельма',
];

export const errorRemoving = [
  'тебя и так тут не было, даун',
  'да будь ты хоть приличной трижды дамой, мы бы тебя всё равно сюда не позвали, чмо',
];
